Table_Dialog_Left_45 = {
  [656452] = "{id=656452,Text='以后冒险升级、获得新素质点后，也不要忘记合理分配它们。',Speaker=824436,}",
  [786423] = "{id=786423,Text='哼，还不都是因为你！',Speaker=840149,Option='发生了什么事？',}",
  [786424] = "{id=786424,Text='我们来图书馆写作业，老师布置了这道题——',Speaker=840149,}",
  [786425] = "{id=786425,Text='三个魔法师三天画三个魔法护符，那么九个魔法师用九天能画多少个呢？明明应该是九个嘛！',Speaker=840149,}",
  [786426] = "{id=786426,Text='啊？可我觉得不对……',Speaker=840148,}",
  [786427] = "{id=786427,Text='厉害的冒险者，那你来说，答案应该是什么？',Speaker=840149,Option='{就是九个,115},{二十七个,120},{我也不知道,115}',}",
  [786428] = "{id=786428,Text='看吧，我写的肯定是正确答案！',Speaker=840149,}"
}
Table_Dialog_Left_45.count = 7
