Table_CardLevel = {
  [2460801] = {
    id = 2460801,
    CardID = 24608,
    Level = 1,
    BuffEffect = {600010, 600011},
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "永久提升移速[c][c427f1]32%[/c]\n避免移动速度降低"
  },
  [2460802] = {
    id = 2460802,
    CardID = 24608,
    Level = 2,
    BuffEffect = {600020, 600021},
    Cost = {
      {24608, 1},
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "永久提升移速[c][c427f1]36%[/c]\n避免移动速度降低"
  },
  [2460803] = {
    id = 2460803,
    CardID = 24608,
    Level = 3,
    BuffEffect = {600030, 600031},
    Cost = {
      {24608, 1},
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "永久提升移速[c][c427f1]40%[/c]\n避免移动速度降低"
  },
  [2460804] = {
    id = 2460804,
    CardID = 24608,
    Level = 4,
    BuffEffect = {600040, 600041},
    Cost = {
      {24608, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "永久提升移速[c][c427f1]44%[/c]\n避免移动速度降低"
  },
  [2460805] = {
    id = 2460805,
    CardID = 24608,
    Level = 5,
    BuffEffect = {600050, 600051},
    Cost = {
      {24608, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "永久提升移速[c][c427f1]50%[/c]\n避免移动速度降低"
  },
  [2460701] = {
    id = 2460701,
    CardID = 24607,
    Level = 1,
    BuffEffect = {
      600110,
      600111,
      600112
    },
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "生命上限[c][c427f1]－8%[/c]\n处于无限【霸体】状态\n避免陷入定身状态"
  },
  [2460702] = {
    id = 2460702,
    CardID = 24607,
    Level = 2,
    BuffEffect = {
      600120,
      600121,
      600122
    },
    Cost = {
      {24607, 1},
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "生命上限[c][c427f1]－4%[/c]\n处于无限【霸体】状态\n避免陷入定身状态"
  },
  [2460703] = {
    id = 2460703,
    CardID = 24607,
    Level = 3,
    BuffEffect = {600130, 600131},
    Cost = {
      {24607, 1},
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "生命上限[c][c427f1]＋0%[/c]\n处于无限【霸体】状态\n避免陷入定身状态"
  },
  [2460704] = {
    id = 2460704,
    CardID = 24607,
    Level = 4,
    BuffEffect = {
      600140,
      600141,
      600142
    },
    Cost = {
      {24607, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "生命上限[c][c427f1]＋4%[/c]\n处于无限【霸体】状态\n避免陷入定身状态"
  },
  [2460705] = {
    id = 2460705,
    CardID = 24607,
    Level = 5,
    BuffEffect = {
      600150,
      600151,
      600152
    },
    Cost = {
      {24607, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "生命上限[c][c427f1]＋10%[/c]\n处于无限【霸体】状态\n避免陷入定身状态"
  },
  [2306601] = {
    id = 2306601,
    CardID = 23066,
    Level = 1,
    BuffEffect = {600210, 600211},
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "技能伤害[c][c427f1]＋6%[/c]\n技能攻击时，50%的概率使目标技能伤害减免－5%，受治疗加成－15%，持续5秒，最多可叠加2层（卡片效果不叠加）"
  },
  [2306602] = {
    id = 2306602,
    CardID = 23066,
    Level = 2,
    BuffEffect = {600220, 600221},
    Cost = {
      {23066, 1},
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "技能伤害[c][c427f1]＋8%[/c]\n技能攻击时，50%的概率使目标技能伤害减免－5%，受治疗加成－15%，持续5秒，最多可叠加2层（卡片效果不叠加）"
  },
  [2306603] = {
    id = 2306603,
    CardID = 23066,
    Level = 3,
    BuffEffect = {600230, 600231},
    Cost = {
      {23066, 1},
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "技能伤害[c][c427f1]＋10%[/c]\n技能攻击时，50%的概率使目标技能伤害减免－5%，受治疗加成－15%，持续5秒，最多可叠加2层（卡片效果不叠加）"
  },
  [2306604] = {
    id = 2306604,
    CardID = 23066,
    Level = 4,
    BuffEffect = {600240, 600241},
    Cost = {
      {23066, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "技能伤害[c][c427f1]＋12%[/c]\n技能攻击时，50%的概率使目标技能伤害减免－5%，受治疗加成－15%，持续5秒，最多可叠加2层（卡片效果不叠加）"
  },
  [2306605] = {
    id = 2306605,
    CardID = 23066,
    Level = 5,
    BuffEffect = {600250, 600251},
    Cost = {
      {23066, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "技能伤害[c][c427f1]＋15%[/c]\n技能攻击时，50%的概率使目标技能伤害减免－5%，受治疗加成－15%，持续5秒，最多可叠加2层（卡片效果不叠加）"
  },
  [2329301] = {
    id = 2329301,
    CardID = 23293,
    Level = 1,
    BuffEffect = {600310},
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "普攻伤害[c][c427f1]＋6%[/c]\n每5%暴击伤害额外增加0.1%普攻伤害"
  },
  [2329302] = {
    id = 2329302,
    CardID = 23293,
    Level = 2,
    BuffEffect = {600320},
    Cost = {
      {23293, 1},
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "普攻伤害[c][c427f1]＋8%[/c]\n每5%暴击伤害额外增加0.1%普攻伤害"
  },
  [2329303] = {
    id = 2329303,
    CardID = 23293,
    Level = 3,
    BuffEffect = {600330},
    Cost = {
      {23293, 1},
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "普攻伤害[c][c427f1]＋10%[/c]\n每5%暴击伤害额外增加0.1%普攻伤害"
  },
  [2329304] = {
    id = 2329304,
    CardID = 23293,
    Level = 4,
    BuffEffect = {600340},
    Cost = {
      {23293, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "普攻伤害[c][c427f1]＋12%[/c]\n每5%暴击伤害额外增加0.1%普攻伤害"
  },
  [2329305] = {
    id = 2329305,
    CardID = 23293,
    Level = 5,
    BuffEffect = {600350},
    Cost = {
      {23293, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "普攻伤害[c][c427f1]＋15%[/c]\n每5%暴击伤害额外增加0.1%普攻伤害"
  },
  [2304001] = {
    id = 2304001,
    CardID = 23040,
    Level = 1,
    BuffEffect = {600410},
    Cost = {
      {52838, 3}
    },
    ZenyConvert = 75000000,
    Desc = "魔法穿刺[c][c427f1]＋9%[-][/c]，可变吟唱时间[c][c427f1]＋6%[-][/c]，SP恢复＋10%"
  },
  [2304002] = {
    id = 2304002,
    CardID = 23040,
    Level = 2,
    BuffEffect = {600420},
    Cost = {
      {23040, 1},
      {52838, 4}
    },
    ZenyConvert = 175000000,
    Desc = "魔法穿刺[c][c427f1]＋11%[-][/c]，可变吟唱时间[c][c427f1]＋7%[-][/c]，SP恢复＋10%"
  },
  [2304003] = {
    id = 2304003,
    CardID = 23040,
    Level = 3,
    BuffEffect = {600430},
    Cost = {
      {23040, 1},
      {52838, 5}
    },
    ZenyConvert = 300000000,
    Desc = "魔法穿刺[c][c427f1]＋13%[-][/c]，可变吟唱时间[c][c427f1]＋8%[-][/c]，SP恢复＋10%"
  },
  [2304004] = {
    id = 2304004,
    CardID = 23040,
    Level = 4,
    BuffEffect = {600440},
    Cost = {
      {23040, 1},
      {52838, 6}
    },
    ZenyConvert = 450000000,
    Desc = "魔法穿刺[c][c427f1]＋15%[-][/c]，可变吟唱时间[c][c427f1]＋9%[-][/c]，SP恢复＋10%"
  },
  [2304005] = {
    id = 2304005,
    CardID = 23040,
    Level = 5,
    BuffEffect = {600450},
    Cost = {
      {23040, 1},
      {52838, 7}
    },
    ZenyConvert = 625000000,
    Desc = "魔法穿刺[c][c427f1]＋18%[-][/c]，可变吟唱时间[c][c427f1]＋10%[-][/c]，SP恢复＋10%"
  }
}
Table_CardLevel_fields = {
  "id",
  "CardID",
  "Level",
  "BuffEffect",
  "Cost",
  "ZenyConvert",
  "Desc"
}
return Table_CardLevel
